# This is a Brewfile for homebrew.
# Install https://github.com/Homebrew/homebrew-bundle. Run `brew bundle`

tap 'caskroom/cask'

# Utilities
brew 'vim'
brew 'tmux'
brew 'jq'
brew 'heroku-toolbelt'
brew 'irssi'
brew 'ngrok'
brew 'ansible'

# Languages
brew 'rbenv'
brew 'ruby-build'
brew 'go'

# Databases
brew 'postgresql'
brew 'mongodb'
brew 'redis'

# Applications
cask 'dropbox'
cask 'google-chrome'
cask 'slack'
cask 'alfred'
cask 'things'
cask 'vagrant'
cask 'transmission'
cask 'colloquy'
